Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: ≈ %lld kcal a serving · %lld g protein · %lld g carbs · %lld g fat
ar: ≈ %lld سعرة للحصة · %lld غ بروتين · %lld غ كربوهيدرات · %lld غ دهون
de: ≈ %lld kcal pro Portion · %lld g Eiweiß · %lld g Kohlenhydrate · %lld g Fett
el: ≈ %lld kcal ανά μερίδα · %lld γρ. πρωτεΐνη · %lld γρ. υδατάνθρακες · %lld γρ. λιπαρά
es: ≈ %lld kcal por ración · %lld g de proteína · %lld g de hidratos · %lld g de grasa
fr: ≈ %lld kcal par portion · %lld g de protéines · %lld g de glucides · %lld g de lipides
hi: ≈ %lld kcal प्रति सर्विंग · %lld ग्रा. प्रोटीन · %lld ग्रा. कार्ब · %lld ग्रा. वसा
it: ≈ %lld kcal a porzione · %lld g di proteine · %lld g di carboidrati · %lld g di grassi
ja: ≈ 1人分 %lld kcal · タンパク質%lld g · 炭水化物%lld g · 脂質%lld g
ko: ≈ 1인분 %lld kcal · 단백질 %lld g · 탄수화물 %lld g · 지방 %lld g
pt_br: ≈ %lld kcal por porção · %lld g de proteína · %lld g de carboidratos · %lld g de gordura
ru: ≈ %lld ккал на порцию · %lld г белка · %lld г углеводов · %lld г жиров
tr: ≈ porsiyon başı %lld kcal · %lld g protein · %lld g karbonhidrat · %lld g yağ
vi: ≈ %lld kcal mỗi phần · %lld g đạm · %lld g tinh bột · %lld g chất béo
zh_hans: ≈ 每份%lld千卡 · 蛋白质%lld克 · 碳水%lld克 · 脂肪%lld克

source: ≤ %lld min
ar: ≤ %lld د
el: ≤ %lld λεπ.
hi: ≤ %lld मिनट
ja: ≤ %lld分
ko: ≤ %lld분
ru: ≤ %lld мин
tr: ≤ %lld dk
vi: ≤ %lld phút
zh_hans: ≤ %lld分钟

source: ≤ 30 min
ar: ≤ 30 د
el: ≤ 30 λεπ.
hi: ≤ 30 मिनट
ja: ≤ 30分
ko: ≤ 30분
ru: ≤ 30 мин
tr: ≤ 30 dk
vi: ≤ 30 phút
zh_hans: ≤ 30分钟

source: ≥ %lld g
ar: ≥ %lld غ
el: ≥ %lld γρ.
hi: ≥ %lld ग्रा.
ru: ≥ %lld г
zh_hans: ≥ %lld 克
